requests/request-soap11.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="http://soap.insurance.example.com/">
  <soapenv:Header/>
  <soapenv:Body>
    <ns:getPolicyDetails>
      <policyNumber>POL123</policyNumber>
    </ns:getPolicyDetails>
  </soapenv:Body>
</soapenv:Envelope>
